{"text": "Station in the context of this sentence: Danderyds sjukhus is a metro station in suburban Danderyd Municipality, north of Stockholm, Sweden.", "answer": "Location"}
{"text": "MetroStation in the context of this sentence: Danderyds sjukhus is a metro station in suburban Danderyd Municipality, north of Stockholm, Sweden.", "answer": "Location"}
{"text": "FemaleFirstName in the context of this sentence: The name Belinda is a common female first name of unknown etymology.", "answer": "InformationEntity"}
{"text": "CommonFemaleFirstName in the context of this sentence: The name Belinda is a common female first name of unknown etymology.", "answer": "InformationEntity"}
{"text": "FirstName in the context of this sentence: The name Belinda is a common female first name of unknown etymology.", "answer": "InformationEntity"}
{"text": "Name in the context of this sentence: The name Belinda is a common female first name of unknown etymology.", "answer": "InformationEntity"}
{"text": "FootballClub in the context of this sentence: FC Amberg is a German football club from the city of Amberg, Bavaria.", "answer": "Organization"}
{"text": "Club in the context of this sentence: FC Amberg is a German football club from the city of Amberg, Bavaria.", "answer": "Organization"}
{"text": "GermanFootballClub in the context of this sentence: FC Amberg is a German football club from the city of Amberg, Bavaria.", "answer": "Organization"}
{"text": "Year in the context of this sentence: Year 82 BC was a year of the pre-Julian Roman calendar.", "answer": "TimeInterval"}
{"text": "CommonYear in the context of this sentence: Year 921 was a common year starting on Monday (link will display the full calendar) of the Julian calendar.", "answer": "TimeInterval"}
{"text": "Year in the context of this sentence: Year 921 was a common year starting on Monday (link will display the full calendar) of the Julian calendar.", "answer": "TimeInterval"}
{"text": "Town in the context of this sentence: Boskovice is a town in the Czech Republic.", "answer": "Location"}
{"text": "Meeting in the context of this sentence: The 2009 G-20 London Summit is the second meeting of the G-20 heads of state in discussion of financial markets and the world economy, which was held in London on 2 April 2009 at the ExCeL Exhibition Centre. ", "answer": "Activity"}
{"text": "Film in the context of this sentence: The Porter is a 2004 film directed by Jan Wentz.", "answer": "InformationEntity"}
{"text": "Pharaoh in the context of this sentence: Ahmose I was a pharaoh of ancient Egypt and the founder of the Eighteenth dynasty.", "answer": "Person"}
{"text": "Epithet in the context of this sentence: Bromius in ancient Greece was used as an epithet of Dionysus/Bacchus.", "answer": "Personification"}
{"text": "LeapYear in the context of this sentence: Year 23 BC was either a common year starting on Saturday or Sunday or a leap year starting on Friday, Saturday or Sunday of the Julian calendar (the sources differ, see leap year error for further information) and a common year starting on Friday of the Proleptic Julian calendar.", "answer": "TimeInterval"}
{"text": "CommonYear in the context of this sentence: Year 23 BC was either a common year starting on Saturday or Sunday or a leap year starting on Friday, Saturday or Sunday of the Julian calendar (the sources differ, see leap year error for further information) and a common year starting on Friday of the Proleptic Julian calendar.", "answer": "TimeInterval"}
{"text": "Year in the context of this sentence: Year 23 BC was either a common year starting on Saturday or Sunday or a leap year starting on Friday, Saturday or Sunday of the Julian calendar (the sources differ, see leap year error for further information) and a common year starting on Friday of the Proleptic Julian calendar.", "answer": "TimeInterval"}
{"text": "Year in the context of this sentence: Year 23 BC was either a common year starting on Saturday or Sunday or a leap year starting on Friday, Saturday or Sunday of the Julian calendar (the sources differ, see leap year error for further information) and a common year starting on Friday of the Proleptic Julian calendar.", "answer": "TimeInterval"}
{"text": "Season-ofCompetition in the context of this sentence: The DFB-Pokal 1980-81 was the 38th season of the competition, beginning on 27 August 1980 and ending on 2 May 1981.", "answer": "Situation"}
{"text": "Competition in the context of this sentence: The DFB-Pokal 1980-81 was the 38th season of the competition, beginning on 27 August 1980 and ending on 2 May 1981.", "answer": "Situation"}
{"text": "Bay in the context of this sentence: Broad Sound is a large bay on the east coast of Australia, in the state of Queensland 675 km northwest of the state capital, Brisbane.", "answer": "Location"}
{"text": "Chateau in the context of this sentence: The Castle of Compiègne is a French château built for Louis XV and restored by Napoleon.", "answer": "PhysicalObject"}
{"text": "FrenchChateau in the context of this sentence: The Castle of Compiègne is a French château built for Louis XV and restored by Napoleon.", "answer": "PhysicalObject"}
{"text": "Tournament in the context of this sentence: The 2006 FIFA Club World Cup was a football tournament held in Japan between 10 December and 17 December 2006.", "answer": "Situation"}
{"text": "FootballTournament in the context of this sentence: The 2006 FIFA Club World Cup was a football tournament held in Japan between 10 December and 17 December 2006.", "answer": "Situation"}
{"text": "Multi-purposeStadium in the context of this sentence: The Scholz-Arena is a multi-purpose stadium in Aalen, Germany.", "answer": "PhysicalObject"}
{"text": "Stadium in the context of this sentence: The Scholz-Arena is a multi-purpose stadium in Aalen, Germany.", "answer": "PhysicalObject"}
{"text": "Self in the context of this sentence: An alter ego is a second self, which is believed to be distinct from a person's normal or original personality.", "answer": "CognitiveObject"}
{"text": "SecondSelf in the context of this sentence: An alter ego is a second self, which is believed to be distinct from a person's normal or original personality.", "answer": "CognitiveObject"}
{"text": "DebutAlbum in the context of this sentence: What It Is to Burn is the debut album by U.S. band Finch.", "answer": "InformationEntity"}
{"text": "Album in the context of this sentence: What It Is to Burn is the debut album by U.S. band Finch.", "answer": "InformationEntity"}
{"text": "OperaSeria in the context of this sentence: Armida is an opera seria by Antonio Sacchini set to a libretto by Jacopo Durandi.", "answer": "InformationEntity"}
{"text": "Seria in the context of this sentence: Armida is an opera seria by Antonio Sacchini set to a libretto by Jacopo Durandi.", "answer": "InformationEntity"}
{"text": "Main-beltAsteroid in the context of this sentence: 8869 Olausgutho is a main-belt asteroid.", "answer": "PhysicalObject"}
{"text": "Asteroid in the context of this sentence: 8869 Olausgutho is a main-belt asteroid.", "answer": "PhysicalObject"}
{"text": "Site in the context of this sentence: The Château d'Ancy-le-Franc, designed by Sebastiano Serlio and constructed 1544-1550, is one of the sites where the Italian Renaissance was introduced, full-blown, to France.", "answer": "PhysicalObject"}
{"text": "Play in the context of this sentence: All's Well That Ends Well is a play by William Shakespeare.", "answer": "InformationEntity"}
{"text": "DanceMusicArtist in the context of this sentence: Pakito is the alias of French Electronic Dance Music artist Julien Ranouil.", "answer": "Person"}
{"text": "Artist in the context of this sentence: Pakito is the alias of French Electronic Dance Music artist Julien Ranouil.", "answer": "Person"}
{"text": "FrenchElectronicDanceMusicArtist in the context of this sentence: Pakito is the alias of French Electronic Dance Music artist Julien Ranouil.", "answer": "Person"}
{"text": "MusicArtist in the context of this sentence: Pakito is the alias of French Electronic Dance Music artist Julien Ranouil.", "answer": "Person"}
{"text": "ElectronicDanceMusicArtist in the context of this sentence: Pakito is the alias of French Electronic Dance Music artist Julien Ranouil.", "answer": "Person"}
{"text": "Genus in the context of this sentence: Ankylosaurus is a genus of ankylosaurid dinosaur, containing one species, A. magniventris.", "answer": "Organism"}
{"text": "District in the context of this sentence: Brunei-Muara is the northern-most district in Brunei; it is the smallest of Brunei's four districts in term of area but by far the most populous, with over half the country's population.", "answer": "Location"}
{"text": "Awards in the context of this sentence: The Las Vegas Film Critics Society Award for Best Director is an annual awards given by the Las Vegas Film Critics Society.", "answer": "InformationEntity"}
{"text": "AnnualAwards in the context of this sentence: The Las Vegas Film Critics Society Award for Best Director is an annual awards given by the Las Vegas Film Critics Society.", "answer": "InformationEntity"}
{"text": "Leader in the context of this sentence: Anne-Sofie Østvedt, (later married Strømnæs), (2 January 1920 - 16 November 2009)  was one of the leaders of the Norwegian intelligence organisation XU.", "answer": "Person"}
{"text": "Decade in the context of this sentence: The 2110s decade will begin on January 1, 2110, and will end on December 31, 2119. It will be the first full decade of the 22nd century.", "answer": "TimeInterval"}
{"text": "DeepNaturalPit in the context of this sentence: A cenote is a deep natural pit, or sinkhole, characteristic of Mexico, resulting from the collapse of limestone bedrock that exposes groundwater underneath.", "answer": "PhysicalObject"}
{"text": "NaturalPit in the context of this sentence: A cenote is a deep natural pit, or sinkhole, characteristic of Mexico, resulting from the collapse of limestone bedrock that exposes groundwater underneath.", "answer": "PhysicalObject"}
{"text": "Pit in the context of this sentence: A cenote is a deep natural pit, or sinkhole, characteristic of Mexico, resulting from the collapse of limestone bedrock that exposes groundwater underneath.", "answer": "PhysicalObject"}
{"text": "Sinkhole in the context of this sentence: A cenote is a deep natural pit, or sinkhole, characteristic of Mexico, resulting from the collapse of limestone bedrock that exposes groundwater underneath.", "answer": "PhysicalObject"}
{"text": "Number in the context of this sentence: 98 is the natural number following 97 and preceding 99.", "answer": "Abstract"}
{"text": "NaturalNumber in the context of this sentence: 98 is the natural number following 97 and preceding 99.", "answer": "Abstract"}
{"text": "Number in the context of this sentence: In elementary number theory, a centered square number is a centered figurate number that gives the number of dots in a square with a dot in the center and all other dots surrounding the center dot in successive square layers.", "answer": "Abstract"}
{"text": "CenteredFigurateNumber in the context of this sentence: In elementary number theory, a centered square number is a centered figurate number that gives the number of dots in a square with a dot in the center and all other dots surrounding the center dot in successive square layers.", "answer": "Abstract"}
{"text": "FigurateNumber in the context of this sentence: In elementary number theory, a centered square number is a centered figurate number that gives the number of dots in a square with a dot in the center and all other dots surrounding the center dot in successive square layers.", "answer": "Abstract"}
{"text": "State in the context of this sentence: Babylonia was an ancient Akkadian-speaking Semitic state and cultural region based in central-southern Mesopotamia (present-day Iraq).", "answer": "Location"}
{"text": "Region in the context of this sentence: Babylonia was an ancient Akkadian-speaking Semitic state and cultural region based in central-southern Mesopotamia (present-day Iraq).", "answer": "Location"}
{"text": "SemiticState in the context of this sentence: Babylonia was an ancient Akkadian-speaking Semitic state and cultural region based in central-southern Mesopotamia (present-day Iraq).", "answer": "Location"}
{"text": "CulturalRegion in the context of this sentence: Babylonia was an ancient Akkadian-speaking Semitic state and cultural region based in central-southern Mesopotamia (present-day Iraq).", "answer": "Location"}
{"text": "Villain in the context of this sentence: Brian Banner is a fictional villain from the Marvel Comics Universe created by Bill Mantlo and Mike Mignola and first appearing in print in late 1985.", "answer": "Personification"}
{"text": "FictionalVillain in the context of this sentence: Brian Banner is a fictional villain from the Marvel Comics Universe created by Bill Mantlo and Mike Mignola and first appearing in print in late 1985.", "answer": "Personification"}
{"text": "Year in the context of this sentence: Year 100 BC was a year of the pre-Julian Roman calendar.", "answer": "TimeInterval"}
{"text": "DecorativeMolding in the context of this sentence: Cornice molding is generally any horizontal decorative molding that crowns any building or furniture element: the cornice over a door or window, for instance, or the cornice around the edge of a pedestal.", "answer": "PhysicalObject"}
{"text": "Molding in the context of this sentence: Cornice molding is generally any horizontal decorative molding that crowns any building or furniture element: the cornice over a door or window, for instance, or the cornice around the edge of a pedestal.", "answer": "PhysicalObject"}
{"text": "HorizontalDecorativeMolding in the context of this sentence: Cornice molding is generally any horizontal decorative molding that crowns any building or furniture element: the cornice over a door or window, for instance, or the cornice around the edge of a pedestal.", "answer": "PhysicalObject"}
{"text": "OperatingSystem in the context of this sentence: Amoeba is a distributed operating system developed by Andrew S. Tanenbaum and others at the Vrije Universiteit.", "answer": "System"}
{"text": "System in the context of this sentence: Amoeba is a distributed operating system developed by Andrew S. Tanenbaum and others at the Vrije Universiteit.", "answer": "System"}
{"text": "FictionalCharacter in the context of this sentence: In J. R. R. Tolkien's legendarium, Curufin is a fictional character, a prince of the Noldor of the race of Elves, the fifth of the seven sons of Fëanor and Nerdanel.", "answer": "Personification"}
{"text": "Character in the context of this sentence: In J. R. R. Tolkien's legendarium, Curufin is a fictional character, a prince of the Noldor of the race of Elves, the fifth of the seven sons of Fëanor and Nerdanel.", "answer": "Personification"}
{"text": "Airline in the context of this sentence: JSC Dalavia, also known as Dalavia - Far Eastern Airways was an airline based in Khabarovsk, Russia.", "answer": "Organization"}
{"text": "Racer in the context of this sentence: Andreas Stauff is a German professional road bicycle racer.", "answer": "Person"}
{"text": "BicycleRacer in the context of this sentence: Andreas Stauff is a German professional road bicycle racer.", "answer": "Person"}
{"text": "RoadBicycleRacer in the context of this sentence: Andreas Stauff is a German professional road bicycle racer.", "answer": "Person"}
{"text": "Standard in the context of this sentence: The AES11 standard published by the Audio Engineering Society provides a systematic approach to the synchronization of digital audio signals. Recommendations are made concerning the accuracy of sample clocks as embodied in the interface signal and the use of this format as a convenient synchronization reference where signals must be rendered co-timed for digital processing.", "answer": "Description"}
{"text": "AthleticConference in the context of this sentence: The Southern Intercollegiate Athletic Conference is a College athletic conference consisting of historically black colleges and universities located in the southern United States.", "answer": "Collection"}
{"text": "CollegeAthleticConference in the context of this sentence: The Southern Intercollegiate Athletic Conference is a College athletic conference consisting of historically black colleges and universities located in the southern United States.", "answer": "Collection"}
{"text": "Conference in the context of this sentence: The Southern Intercollegiate Athletic Conference is a College athletic conference consisting of historically black colleges and universities located in the southern United States.", "answer": "Collection"}
{"text": "Album in the context of this sentence: A Time to Mourn is the third album by Paramaecium.", "answer": "InformationEntity"}
{"text": "Anthem in the context of this sentence: Amhrán na bhFiann is the Irish national anthem.", "answer": "InformationEntity"}
{"text": "NationalAnthem in the context of this sentence: Amhrán na bhFiann is the Irish national anthem.", "answer": "InformationEntity"}
{"text": "FootballCup in the context of this sentence: The Coppa Titano is the national football cup of San Marino.", "answer": "Activity"}
{"text": "Cup in the context of this sentence: The Coppa Titano is the national football cup of San Marino.", "answer": "Activity"}
{"text": "NationalFootballCup in the context of this sentence: The Coppa Titano is the national football cup of San Marino.", "answer": "Activity"}
{"text": "Actor in the context of this sentence: Brad Sihvon was a Canadian film and television actor.", "answer": "Person"}
{"text": "Year in the context of this sentence: Year 44 BC was either a common year starting on Sunday or Monday or a leap year starting on Friday or Saturday of the Julian calendar (the sources differ, see leap year error for further information) and a common year starting on Sunday of the Proleptic Julian calendar.", "answer": "TimeInterval"}
{"text": "Year in the context of this sentence: Year 44 BC was either a common year starting on Sunday or Monday or a leap year starting on Friday or Saturday of the Julian calendar (the sources differ, see leap year error for further information) and a common year starting on Sunday of the Proleptic Julian calendar.", "answer": "TimeInterval"}
{"text": "CommonYear in the context of this sentence: Year 44 BC was either a common year starting on Sunday or Monday or a leap year starting on Friday or Saturday of the Julian calendar (the sources differ, see leap year error for further information) and a common year starting on Sunday of the Proleptic Julian calendar.", "answer": "TimeInterval"}
{"text": "LeapYear in the context of this sentence: Year 44 BC was either a common year starting on Sunday or Monday or a leap year starting on Friday or Saturday of the Julian calendar (the sources differ, see leap year error for further information) and a common year starting on Sunday of the Proleptic Julian calendar.", "answer": "TimeInterval"}
{"text": "King in the context of this sentence: Adalgis or Adelchis was a king of the Lombards from August 759, reigning with his father, Desiderius, until their deposition in June 774.", "answer": "Person"}
{"text": "Bench-topDevice in the context of this sentence: An Abbe refractometer is a bench-top device for the high-precision measurement of an index of refraction.", "answer": "PhysicalObject"}
{"text": "Device in the context of this sentence: An Abbe refractometer is a bench-top device for the high-precision measurement of an index of refraction.", "answer": "InformationEntity, PhysicalObject"}
{"text": "Album in the context of this sentence: The Cold Vein is the debut album by American hip hop duo Cannibal Ox.", "answer": "InformationEntity"}
{"text": "DebutAlbum in the context of this sentence: The Cold Vein is the debut album by American hip hop duo Cannibal Ox.", "answer": "InformationEntity"}
{"text": "Poet in the context of this sentence: Alain de Lille, theologian and poet, was born in Lille, some years before 1128.", "answer": "Person"}
{"text": "Theologian in the context of this sentence: Alain de Lille, theologian and poet, was born in Lille, some years before 1128.", "answer": "Person"}
{"text": "VolleyballPlayer in the context of this sentence: Anna Podolec is a Polish volleyball who is currently free agent after she played in Romania for Dinamo Romprest București.", "answer": "Person"}
{"text": "Player in the context of this sentence: Anna Podolec is a Polish volleyball who is currently free agent after she played in Romania for Dinamo Romprest București.", "answer": "Person"}
{"text": "Vehicle in the context of this sentence: A bicycle, often called a bike or cycle, is a human-powered, pedal-driven, single-track vehicle, having two wheels attached to a frame, one behind the other. A bicycle rider is called a cyclist, or bicyclist.", "answer": "PhysicalObject"}
{"text": "Hill in the context of this sentence: Sant'Elmo is the name of both a hill and a fortress in Naples, located near the Certosa di San Martino.", "answer": "Location"}
{"text": "Fortress in the context of this sentence: Sant'Elmo is the name of both a hill and a fortress in Naples, located near the Certosa di San Martino.", "answer": "Location"}
{"text": "Licensing in the context of this sentence: Copyleft is a form of licensing and can be used to maintain copyright conditions for works such as computer software, documents, and art.", "answer": "InformationEntity"}
{"text": "City in the context of this sentence: Catanduvas is a city in Santa Catarina, Brazil.", "answer": "Location"}
{"text": "Republican in the context of this sentence: Bernadette Sands McKevitt is an Irish republican, and a former leading member of the 32 County Sovereignty Movement.", "answer": "Person"}
{"text": "IrishRepublican in the context of this sentence: Bernadette Sands McKevitt is an Irish republican, and a former leading member of the 32 County Sovereignty Movement.", "answer": "Person"}
{"text": "AmericanRapDuo in the context of this sentence: 8Ball & MJG is an American rap duo from Memphis, Tennessee.", "answer": "Organization"}
{"text": "Duo in the context of this sentence: 8Ball & MJG is an American rap duo from Memphis, Tennessee.", "answer": "Organization"}
{"text": "RapDuo in the context of this sentence: 8Ball & MJG is an American rap duo from Memphis, Tennessee.", "answer": "Organization"}
{"text": "FootballClub in the context of this sentence: Associação Desportiva Sanjoanense is a football club based in S‹o Jo‹o da Madeira.", "answer": "Organization"}
{"text": "Club in the context of this sentence: Associação Desportiva Sanjoanense is a football club based in S‹o Jo‹o da Madeira.", "answer": "Organization"}
{"text": "Municipality in the context of this sentence: Calvarrasa de Abajo is a village and municipality in the province of Salamanca, western Spain, part of the autonomous community of Castile-Leon.", "answer": "Location"}
{"text": "Village in the context of this sentence: Calvarrasa de Abajo is a village and municipality in the province of Salamanca, western Spain, part of the autonomous community of Castile-Leon.", "answer": "Location"}
{"text": "AmericanLightweightBoxer in the context of this sentence: Al \"Bummy\" Davis , born Albert Abraham Davidoff, was an American lightweight boxer who fought from 1937 to 1945.", "answer": "Person"}
{"text": "LightweightBoxer in the context of this sentence: Al \"Bummy\" Davis , born Albert Abraham Davidoff, was an American lightweight boxer who fought from 1937 to 1945.", "answer": "Person"}
{"text": "Boxer in the context of this sentence: Al \"Bummy\" Davis , born Albert Abraham Davidoff, was an American lightweight boxer who fought from 1937 to 1945.", "answer": "Person"}
{"text": "Composer in the context of this sentence: Aaron Copland was an American composer, composition teacher, writer, and later in his career a conductor of his own and other American music.", "answer": "Person"}
{"text": "AmericanComposer in the context of this sentence: Aaron Copland was an American composer, composition teacher, writer, and later in his career a conductor of his own and other American music.", "answer": "Person"}
{"text": "Year in the context of this sentence: Year 1170 was a common year starting on Thursday (link will display the full calendar) of the Julian calendar.", "answer": "TimeInterval"}
{"text": "CommonYear in the context of this sentence: Year 1170 was a common year starting on Thursday (link will display the full calendar) of the Julian calendar.", "answer": "TimeInterval"}
{"text": "SpanishFootballClub in the context of this sentence: Club de Fútbol Atlético Ciudad was a Spanish football club based in Murcia, in the autonomous community of Murcia.", "answer": "Organization"}
{"text": "FootballClub in the context of this sentence: Club de Fútbol Atlético Ciudad was a Spanish football club based in Murcia, in the autonomous community of Murcia.", "answer": "Organization"}
{"text": "Club in the context of this sentence: Club de Fútbol Atlético Ciudad was a Spanish football club based in Murcia, in the autonomous community of Murcia.", "answer": "Organization"}
{"text": "MartialArt in the context of this sentence: Bājíquán is a Chinese martial art that features explosive, short-range power and is famous for its elbow strikes.", "answer": "Description"}
{"text": "Art in the context of this sentence: Bājíquán is a Chinese martial art that features explosive, short-range power and is famous for its elbow strikes.", "answer": "Description"}
{"text": "Manufacturer in the context of this sentence: Daimler-Motoren-Gesellschaft (Daimler Motors Corporation) was a German automobile manufacturer, in operation from 1890 until 1926.", "answer": "Organization"}
{"text": "AutomobileManufacturer in the context of this sentence: Daimler-Motoren-Gesellschaft (Daimler Motors Corporation) was a German automobile manufacturer, in operation from 1890 until 1926.", "answer": "Organization"}
{"text": "GermanAutomobileManufacturer in the context of this sentence: Daimler-Motoren-Gesellschaft (Daimler Motors Corporation) was a German automobile manufacturer, in operation from 1890 until 1926.", "answer": "Organization"}
{"text": "Defender in the context of this sentence: Maksym Pashayev was a professional Ukrainian football defender who played for Dnipro Dnipropetrovsk in the Ukrainian Premier League.", "answer": "Person"}
{"text": "ProfessionalUkrainianFootballDefender in the context of this sentence: Maksym Pashayev was a professional Ukrainian football defender who played for Dnipro Dnipropetrovsk in the Ukrainian Premier League.", "answer": "Person"}
{"text": "UkrainianFootballDefender in the context of this sentence: Maksym Pashayev was a professional Ukrainian football defender who played for Dnipro Dnipropetrovsk in the Ukrainian Premier League.", "answer": "Person"}
{"text": "FootballDefender in the context of this sentence: Maksym Pashayev was a professional Ukrainian football defender who played for Dnipro Dnipropetrovsk in the Ukrainian Premier League.", "answer": "Person"}
{"text": "Parish in the context of this sentence: Alvorninha is one of the sixteen civil parishes that make up the municipality of Caldas da Rainha, Portugal.", "answer": "Location"}
{"text": "CivilParish in the context of this sentence: Alvorninha is one of the sixteen civil parishes that make up the municipality of Caldas da Rainha, Portugal.", "answer": "Location"}
{"text": "Year in the context of this sentence: Year 341 BC was a year of the pre-Julian Roman calendar.", "answer": "TimeInterval"}
{"text": "LeapYear in the context of this sentence: 2008 was a leap year that started on Tuesday in the Gregorian calendar.", "answer": "TimeInterval"}
{"text": "Year in the context of this sentence: 2008 was a leap year that started on Tuesday in the Gregorian calendar.", "answer": "TimeInterval"}
{"text": "Politician in the context of this sentence: Anas Sarwar MP is a British Labour Party politician and is deputy leader of the Scottish Labour Party.", "answer": "Person"}
{"text": "Company in the context of this sentence: Avex Group Holdings Inc., listed in the Tokyo Stock Exchange as 7860 and abbreviated as AGHD, is the holding company for a group of entertainment-related subsidiaries based in Japan.", "answer": "Organization"}
{"text": "HoldingCompany in the context of this sentence: Avex Group Holdings Inc., listed in the Tokyo Stock Exchange as 7860 and abbreviated as AGHD, is the holding company for a group of entertainment-related subsidiaries based in Japan.", "answer": "Organization"}
{"text": "Swiss-germanDrummer in the context of this sentence: Daniel \"Dani\" Löble is a Swiss-German drummer, who since 2005 has been playing in the legendary power metal band Helloween.", "answer": "Person"}
{"text": "Drummer in the context of this sentence: Daniel \"Dani\" Löble is a Swiss-German drummer, who since 2005 has been playing in the legendary power metal band Helloween.", "answer": "Person"}
{"text": "MechanicalComponent in the context of this sentence: A CPU socket or CPU slot is a mechanical component that provides mechanical and electrical connections between a microprocessor and a printed circuit board .", "answer": "PhysicalObject"}
{"text": "Component in the context of this sentence: A CPU socket or CPU slot is a mechanical component that provides mechanical and electrical connections between a microprocessor and a printed circuit board .", "answer": "PhysicalObject"}
{"text": "Municipality in the context of this sentence: Avinyonet de Puigventós is a municipality in the comarca of Alt Empordà, Girona, Catalonia, Spain.", "answer": "Location"}
{"text": "ThemeLand in the context of this sentence: Tomorrowland is one of the many theme lands at the five Disney theme parks around the world owned or licensed by The Walt Disney Company.", "answer": "Location"}
{"text": "Land in the context of this sentence: Tomorrowland is one of the many theme lands at the five Disney theme parks around the world owned or licensed by The Walt Disney Company.", "answer": "Location"}
{"text": "HumoristicComicBookCharacter in the context of this sentence: Cattivik was an Italian humoristic comic book character created by Bonvi.", "answer": "Personification"}
{"text": "Character in the context of this sentence: Cattivik was an Italian humoristic comic book character created by Bonvi.", "answer": "Personification"}
{"text": "BookCharacter in the context of this sentence: Cattivik was an Italian humoristic comic book character created by Bonvi.", "answer": "Personification"}
{"text": "ItalianHumoristicComicBookCharacter in the context of this sentence: Cattivik was an Italian humoristic comic book character created by Bonvi.", "answer": "Personification"}
{"text": "ComicBookCharacter in the context of this sentence: Cattivik was an Italian humoristic comic book character created by Bonvi.", "answer": "Personification"}
{"text": "Duo in the context of this sentence: Azure Ray is a pop duo, consisting of musicians Maria Taylor and Orenda Fink.", "answer": "Organization"}
{"text": "PopDuo in the context of this sentence: Azure Ray is a pop duo, consisting of musicians Maria Taylor and Orenda Fink.", "answer": "Organization"}
{"text": "BobtailSnipeEel in the context of this sentence: Cyema atrum is a species of deep-water bobtail snipe eel in the family Cyematidae.", "answer": "Organism"}
{"text": "Deep-waterBobtailSnipeEel in the context of this sentence: Cyema atrum is a species of deep-water bobtail snipe eel in the family Cyematidae.", "answer": "Organism"}
{"text": "SnipeEel in the context of this sentence: Cyema atrum is a species of deep-water bobtail snipe eel in the family Cyematidae.", "answer": "Organism"}
{"text": "Eel in the context of this sentence: Cyema atrum is a species of deep-water bobtail snipe eel in the family Cyematidae.", "answer": "Organism"}
{"text": "Year in the context of this sentence: Year 491 BC was a year of the pre-Julian Roman calendar.", "answer": "TimeInterval"}
{"text": "MajorLeagueBaseballLeftFielder in the context of this sentence: James Edward \"Jim\" Rice, nicknamed \"Jim Ed\", is a former Major League Baseball left fielder.", "answer": "Person"}
{"text": "LeagueBaseballLeftFielder in the context of this sentence: James Edward \"Jim\" Rice, nicknamed \"Jim Ed\", is a former Major League Baseball left fielder.", "answer": "Person"}
{"text": "LeftFielder in the context of this sentence: James Edward \"Jim\" Rice, nicknamed \"Jim Ed\", is a former Major League Baseball left fielder.", "answer": "Person"}
{"text": "BaseballLeftFielder in the context of this sentence: James Edward \"Jim\" Rice, nicknamed \"Jim Ed\", is a former Major League Baseball left fielder.", "answer": "Person"}
{"text": "Fielder in the context of this sentence: James Edward \"Jim\" Rice, nicknamed \"Jim Ed\", is a former Major League Baseball left fielder.", "answer": "Person"}
{"text": "FormerMajorLeagueBaseballLeftFielder in the context of this sentence: James Edward \"Jim\" Rice, nicknamed \"Jim Ed\", is a former Major League Baseball left fielder.", "answer": "Person"}
{"text": "HistoryPlay in the context of this sentence: Henry V is a history play by William Shakespeare, believed to be written in approximately 1599.", "answer": "InformationEntity"}
{"text": "Play in the context of this sentence: Henry V is a history play by William Shakespeare, believed to be written in approximately 1599.", "answer": "InformationEntity"}
{"text": "RhetoricalDevice in the context of this sentence: Apophasis is a rhetorical device wherein the speaker or writer brings up a subject by either denying it, or denying that it should be brought up.", "answer": "InformationEntity"}
{"text": "Device in the context of this sentence: Apophasis is a rhetorical device wherein the speaker or writer brings up a subject by either denying it, or denying that it should be brought up.", "answer": "InformationEntity, PhysicalObject"}
{"text": "Bowerbird in the context of this sentence: The Green Catbird, Ailuroedus crassirostris is a species of bowerbird found on subtropical forests along the east coast of Australia, from southeastern Queensland to southern New South Wales.", "answer": "Organism"}
{"text": "Season in the context of this sentence: The 1956 Formula One season featured the seventh FIA World Championship of Drivers as well as numerous non-championship races for Formula One cars. Until the 2006 season this was the last season during which no British constructor won any race.", "answer": "Situation"}
{"text": "Formula-oneSeason in the context of this sentence: The 1956 Formula One season featured the seventh FIA World Championship of Drivers as well as numerous non-championship races for Formula One cars. Until the 2006 season this was the last season during which no British constructor won any race.", "answer": "Situation"}
{"text": "CommonYear in the context of this sentence: Year 787 was a common year starting on Monday (link will display the full calendar) of the Julian calendar.", "answer": "TimeInterval"}
{"text": "Year in the context of this sentence: Year 787 was a common year starting on Monday (link will display the full calendar) of the Julian calendar.", "answer": "TimeInterval"}
{"text": "Location in the context of this sentence: Altis was a location in what is today Peloponnese, Greece, on a little plain in the Elis Prefecture, on the right shore of the Alfeios River near the city of Pyrgos, around 18 kilometers away from the Ionian Sea and at the foot of Mount Cronion.", "answer": "Location"}
{"text": "Protein in the context of this sentence: Interferon-induced GTP-binding protein Mx1 is a protein that in humans is encoded by the MX1 gene.", "answer": "PhysicalObject"}
{"text": "Village in the context of this sentence: Štvrtok is a village in Trenčín District in the Trenčín Region of north-western Slovakia.", "answer": "Location"}
{"text": "Songwriter in the context of this sentence: Ayana is a Japanese singer-songwriter.", "answer": "Person"}
{"text": "SingerSongwriter in the context of this sentence: Ayana is a Japanese singer-songwriter.", "answer": "Person"}
{"text": "CavalryRegiment in the context of this sentence: The 5th Royal Irish Lancers was a cavalry regiment of the British army originally formed in 1689 as James Wynne's Regiment of Dragoons.", "answer": "Organization"}
{"text": "Regiment in the context of this sentence: The 5th Royal Irish Lancers was a cavalry regiment of the British army originally formed in 1689 as James Wynne's Regiment of Dragoons.", "answer": "Organization"}
{"text": "Match in the context of this sentence: The World Chess Championship 1984 was a match between challenger Garry Kasparov and defending champion Anatoly Karpov for the World Chess Championship title.", "answer": "Activity"}
{"text": "Year in the context of this sentence: Year 263 BC was a year of the pre-Julian Roman calendar.", "answer": "TimeInterval"}
{"text": "Mountain in the context of this sentence: The Aiguille Blanche de Peuterey is a mountain of the Mont Blanc massif in Italy.", "answer": "Location"}
{"text": "HillIsland in the context of this sentence: Bucu or Buku is a hill island surrounded by the Trave and Wakenitz Rivers in Lübeck, Germany.", "answer": "Location"}
{"text": "Island in the context of this sentence: Bucu or Buku is a hill island surrounded by the Trave and Wakenitz Rivers in Lübeck, Germany.", "answer": "Location"}
{"text": "Meeting in the context of this sentence: Botellón is a mass meeting of young people between 13 and 24 years, mainly in open areas of free access, to consume drinks previously purchased in shops, listen to music, and talk.", "answer": "Activity"}
{"text": "MassMeeting in the context of this sentence: Botellón is a mass meeting of young people between 13 and 24 years, mainly in open areas of free access, to consume drinks previously purchased in shops, listen to music, and talk.", "answer": "Activity"}
{"text": "Decade in the context of this sentence: The 1820s decade ran from January 1, 1820, to December 31, 1829.", "answer": "TimeInterval"}
{"text": "FrenchAdministrativeDivision in the context of this sentence: The canton of Orange-Est is a French administrative division in the department of Vaucluse and region  Provence-Alpes-Côte d'Azur.", "answer": "Location"}
{"text": "Division in the context of this sentence: The canton of Orange-Est is a French administrative division in the department of Vaucluse and region  Provence-Alpes-Côte d'Azur.", "answer": "Location"}
{"text": "AdministrativeDivision in the context of this sentence: The canton of Orange-Est is a French administrative division in the department of Vaucluse and region  Provence-Alpes-Côte d'Azur.", "answer": "Location"}
{"text": "ChampionshipRace in the context of this sentence: The Bahrain Grand Prix is a Formula One Championship race in Bahrain sponsored by Gulf Air.", "answer": "Activity"}
{"text": "Formula-oneChampionshipRace in the context of this sentence: The Bahrain Grand Prix is a Formula One Championship race in Bahrain sponsored by Gulf Air.", "answer": "Activity"}
{"text": "Race in the context of this sentence: The Bahrain Grand Prix is a Formula One Championship race in Bahrain sponsored by Gulf Air.", "answer": "Activity"}
{"text": "Singer in the context of this sentence: Anita Auglend, is a Norwegian singer and is the lead vocalist of the gothic-doom metal band The Sins of Thy Beloved.", "answer": "Person"}
